Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# LegalSafetyTitle
source: Safety
ar: الأمان
ca: Seguretat
cs: Bezpečnost
da: Sikkerhed
de: Sicherheit
el: Ασφάλεια
es: Seguridad
es_us: Seguridad
fi: Turvallisuus
fr: Sécurité
fr_ca: Sécurité
he: בטיחות
hi: सुरक्षा
hr: Sigurnost
hu: Biztonság
id: Keselamatan
it: Sicurezza
ja: 安全性
ko: 안전성
ms: Keselamatan
nb: Sikkerhet
nl: Veiligheid
pl: Bezpieczeństwo
pt_br: Segurança
pt_pt: Segurança
ro: Siguranță
ru: Безопасность
sk: Bezpečnosť
sl: Varnost
sv: Säkerhet
th: ความปลอดภัย
tr: Güvenlik
uk: Безпека
vi: An toàn
zh_cn: 安全性
zh_hk: 安全
zh_tw: 安全

# LegalTermsAndConditionsTitle
source: Terms and Conditions
ar: الشروط والأحكام
ca: Termes i condicions
cs: Podmínky a ujednání
da: Vilkår og betingelser
de: Nutzungsbedingungen
el: Όροι και προϋποθέσεις
es: Términos y condiciones
es_us: Términos y condiciones
fi: Käyttöehdot
fr: Conditions générales
fr_ca: Modalités
he: תקנון
hi: नियम व शर्तें
hr: Odredbe i uvjeti
hu: Használati feltételek
id: Syarat dan Ketentuan
it: Termini e condizioni
ja: 利用規約
ko: 이용 약관
ms: Terma dan Syarat
nb: Vilkår og betingelser
nl: Voorwaarden
pl: Warunki i zasady
pt_br: Termos e Condições
pt_pt: Termos e Condições
ro: Termene și condiții
ru: Положения и условия
sk: Zmluvné podmienky
sl: Pogoji in določila
sv: Villkor
th: ข้อกำหนดและเงื่อนไข
tr: Hüküm ve Koşullar
uk: Умови та положення
vi: Điều khoản và điều kiện
zh_cn: 条款与条件
zh_hk: 條款及細則
zh_tw: 條款與約定

# LegalWarrantyTitle
source: Warranty
ar: الضمان
ca: Garantia
cs: Záruka
da: Garanti
de: Garantie
el: Εγγύηση
es: Garantía
es_us: Garantía
fi: Takuu
fr: Garantie
fr_ca: Garantie
he: אחריות
hi: वॉरंटी
hr: Jamstvo
hu: Jótállás
id: Garansi
it: Garanzia
ja: 保証
ko: 보증
ms: Waranti
nb: Garanti
nl: Garantie
pl: Gwarancja
pt_br: Garantia
pt_pt: Garantia
ro: Garanție
ru: Гарантия
sk: Záruka
sl: Garancija
sv: Garanti
th: การรับประกัน
tr: Garanti
uk: Гарантія
vi: Bảo hành
zh_cn: 保修
zh_hk: 保養
zh_tw: 保固

# LocalStorageAppsTitle
source: Apps
ar: التطبيقات
cs: Aplikace
el: Εφαρμογές
fi: Apit
he: יישומים
hi: ऐप्स
hr: Aplikacije
hu: Appok
id: App
it: App
ja: アプリ
ko: 앱
ms: App
nb: Apper
pl: Aplikacje
pt_pt: Aplicações
ro: Aplicații
ru: Приложения
sk: Apky
sl: Aplikacije
sv: Appar
th: แอป
tr: Uygulamalar
uk: Програми
vi: Ứng dụng
zh_cn: App
zh_hk: App
zh_tw: App

# LocalStorageQuotaExceededMessage
source: There isn’t enough space on this device. To install and update apps, delete one or more apps or manage your storage in Settings.
ar: لا توجد مساحة كافية على هذا الجهاز. لتثبيت التطبيقات وتحديثها، يرجى حذف تطبيق أو أكثر أو إدارة سعة التخزين في الإعدادات.
ca: No hi ha prou espai disponible al dispositiu. Per instal·lar i actualitzar apps, elimina’n d’altres o gestiona l’emmagatzematge a la configuració.
cs: V zařízení není dostatek místa. Chcete‑li nainstalovat a aktualizovat aplikace, smažte některé jiné aplikace nebo použijte správu úložiště v Nastavení.
da: Der er ikke nok plads på denne enhed. Hvis du vil installere og opdatere apps, skal du slette en eller flere apps eller administrere din lagringsplads i Indstillinger.
de: Auf diesem Gerät ist nicht genügend Speicherplatz vorhanden. Lösche eine bzw. mehrere Apps oder verwalte deinen Speicher in den Einstellungen, um Apps zu installieren oder zu aktualisieren.
el: Δεν υπάρχει αρκετός χώρος σε αυτήν τη συσκευή. Για εγκατάσταση και ενημέρωση εφαρμογών, διαγράψτε μία ή περισσότερες εφαρμογές ή διαχειριστείτε τον χώρο αποθήκευσης στις Ρυθμίσεις.
es: No hay suficiente espacio en este dispositivo. Para instalar y actualizar apps, elimina una o varias apps o gestiona tu espacio de almacenamiento en Ajustes.
es_us: No hay espacio suficiente en este dispositivo. Para instalar y actualizar apps, debes eliminar una o más apps, o administrar tu almacenamiento en Configuración.
fi: Laitteen tila ei riitä. Jotta voit asentaa ja päivittää appeja, poista yksi tai useampi appi tai hallitse tallennustilaa Asetuksissa.
fr: L’espace de stockage sur cet appareil est insuffisant. Pour installer et mettre à jour des apps, supprimez-en une ou plusieurs, ou gérez votre stockage dans Réglages.
fr_ca: Il n’y a pas suffisamment d’espace sur cet appareil. Pour installer et mettre à jour des apps, supprimez une ou plusieurs apps, ou gérez votre stockage dans Réglages.
he: אין מספיק מקום פנוי במכשיר. כדי להתקין ולעדכן יישומים, יש למחוק לפחות יישום אחד או לנהל את האחסון ב״הגדרות״.
hi: इस डिवाइस में पर्याप्त जगह नहीं है। ऐप्स इंस्टॉल और अपडेट करने के लिए एक या अधिक ऐप्स डिलीट करें या सेटिंग में जाकर अपनी स्टोरेज का प्रबंधन करें।
hr: Na uređaju nema dovoljno memorije. Za instaliranje i ažuriranje aplikacija obrišite jednu ili više aplikacija ili podesite memoriju u Postavkama.
hu: Nincs elég tárhely ezen az eszközön. Az appok telepítéséhez és frissítéséhez töröljön egy vagy több appot, vagy módosítsa a tárhelyet a Beállításokban.
id: Tidak ada cukup ruang di perangkat ini. Untuk menginstal dan memperbarui app, hapus satu app atau lebih atau kelola penyimpanan Anda di Pengaturan.
it: Lo spazio libero sul dispositivo non è sufficiente. Per installare e aggiornare app, eliminane alcune o gestisci lo spazio in Impostazioni.
ja: このデバイスに十分な空き領域がありません。アプリをインストールおよびアップデートするには、1個以上のアプリを削除するか、“設定”でストレージを管理してください。
ko: 이 기기에 공간이 충분하지 않습니다. 앱을 설치하고 업데이트하려면 한 개 이상의 앱을 삭제하거나 설정에서 저장 공간을 관리하십시오.
ms: Ruang tidak mencukupi pada peranti ini. Untuk memasang dan mengemas kini app, padamkan satu atau lebih app, atau urus storan anda dalam Seting.
nb: Det er ikke nok ledig plass på enheten. Slett en eller flere apper, eller administrer lagringsplassen i Innstillinger, for å installere eller oppdatere apper.
nl: Er is niet genoeg ruimte vrij op dit apparaat. Verwijder een of meer apps of beheer de opslagruimte in Instellingen om apps te installeren en bij te werken.
pl: Za mało miejsca na urządzeniu. Aby móc instalować i uaktualniać aplikacje, usuń jedną lub więcej aplikacji — lub przejdź do zarządzania dyskiem w Ustawieniach.
pt_br: Não há espaço suficiente neste dispositivo. Para instalar e atualizar apps, apague um ou mais apps ou gerencie o armazenamento nos Ajustes.
pt_pt: Este dispositivo não dispõe de espaço suficiente. Para poder instalar e atualizar aplicações, apague uma ou mais aplicações ou gira o armazenamento nas Definições.
ro: Pe acest dispozitiv nu există suficient spațiu. Pentru a instala și actualiza aplicații, ștergeți una sau mai multe aplicații sau gestionați spațiul de stocare în Configurări.
ru: На этом устройстве недостаточно свободного места. Для установки и обновления приложений удалите одно или несколько уже установленных приложений либо перейдите в Настройки для управления хранилищем.
sk: Na zariadení nemáte dostatok voľného miesta. Ak chcete inštalovať a aktualizovať apky, vymažte jednu alebo viacero apiek, prípadne spravujte úložisko v Nastaveniach.
sl: V tej napravi ni dovolj prostora. Če želite namestiti ali posodobiti aplikacije, izbrišite eno ali več aplikacij ali upravljajte shrambo v Nastavitvah.
sv: Det saknas ledigt utrymme på enheten. Radera en eller flera appar, eller hantera lagringen i Inställningar, om du vill installera och uppdatera appar.
th: มีพื้นที่จัดเก็บข้อมูลไม่เพียงพอในอุปกรณ์เครื่องนี้ ในการติดตั้งและอัปเดตแอป ให้ลบอย่างน้อยหนึ่งแอปหรือจัดการพื้นที่จัดเก็บข้อมูลของคุณในการตั้งค่า
tr: Bu aygıtta yeterli yer yok. Uygulamaları yüklemek ve güncellemek için bir veya daha fazla uygulamayı silin ya da Ayarlar’da saklama alanınızı yönetin.
uk: На цьому пристрої бракує вільного місця. Щоб інсталювати й оновлювати програми, видаліть одну чи кілька програм або керуйте сховищем у Параметрах.
vi: Không có đủ dung lượng trên thiết bị này. Để cài đặt và cập nhật ứng dụng, hãy xóa một hoặc nhiều ứng dụng hay quản lý dung lượng của bạn trong Cài đặt.
zh_cn: 此设备空间不足。若要安装并更新App，请删除一个或多个App或在“设置”中管理储存空间。
zh_hk: 此裝置沒有足夠的儲存空間。如要安裝和更新App，請先刪除一個或多個App，或前往「設定」管理儲存空間。
zh_tw: 此裝置上的儲存空間不足。若要安裝和更新App，請刪除一或多個App，或在「設定」中管理你的儲存空間。

# LocalStorageTitle
source: Storage
ar: سعة التخزين
ca: Emmagatzematge
cs: Úložiště
da: Lagringsplads
de: Speicher
el: Χώρος αποθήκευσης
es: Almacenamiento
es_us: Almacenamiento
fi: Tallennustila
fr: Stockage
fr_ca: Stockage
he: אחסון
hi: स्टोरेज
hr: Memorija
hu: Tárhely
id: Penyimpanan
it: Spazio
ja: ストレージ
ko: 저장 공간
ms: Storan
nb: Lagring
nl: Opslag
pl: Miejsce na dysku
pt_br: Armazenamento
pt_pt: Armazenamento
ro: Stocare
ru: Хранилище
sk: Úložisko
sl: Shramba
sv: Lagring
th: พื้นที่จัดเก็บข้อมูล
tr: Saklama Alanı
uk: Сховище
vi: Dung lượng
zh_cn: 储存空间
zh_hk: 儲存空間
zh_tw: 儲存空間

# LocationAccessAlways
source: Always
ar: دائمًا
ca: Sempre
cs: Vždy
da: Altid
de: Immer
el: Πάντα
es: Siempre
es_us: Siempre
fi: Aina
fr: Toujours
fr_ca: Toujours
he: תמיד
hi: हमेशा
hr: Uvijek
hu: Mindig
id: Selalu
it: Sempre
ja: 常に許可
ko: 항상
ms: Sentiasa
nb: Alltid
nl: Altijd
pl: Zawsze
pt_br: Sempre
pt_pt: Sempre
ro: Întotdeauna
ru: Всегда
sk: Vždy
sl: Vedno
sv: Alltid
th: ตลอดเวลา
tr: Her Zaman
uk: Завжди
vi: Luôn luôn
zh_cn: 始终
zh_hk: 總是
zh_tw: 永遠

# LocationAccessNever
source: Never
ar: مطلقًا
ca: Mai
cs: Nikdy
da: Aldrig
de: Nie
el: Ποτέ
es: Nunca
es_us: Nunca
fi: Ei koskaan
fr: Jamais
fr_ca: Jamais
he: אף פעם
hi: कभी नहीं
hr: Nikad
hu: Soha
id: Jangan Pernah
it: Mai
ja: なし
ko: 안 함
ms: Jangan
nb: Aldri
nl: Nooit
pl: Nigdy
pt_br: Nunca
pt_pt: Nunca
ro: Niciodată
ru: Никогда
sk: Nikdy
sl: Nikoli
sv: Aldrig
th: ไม่เลย
tr: Asla
uk: Ніколи
vi: Không
zh_cn: 永不
zh_hk: 永不
zh_tw: 永不

# LocationAccessWhenInUse
source: While Using the App
ar: أثناء استخدام التطبيق
ca: Amb l’app en ús
cs: Při používání aplikace
da: Mens du bruger appen
de: Beim Verwenden der App
el: Κατά τη χρήση της εφαρμογής
es: Cuando se use la app
es_us: Al usar la app
fi: Käytettäessä appia
fr: Lorsque l’app est active
fr_ca: Toujours
he: בעת השימוש ביישום
hi: ऐप के उपयोग के समय
hr: Tijekom uporabe aplikacije
hu: Az app használata közben
id: Saat Menggunakan App
it: Mentre usi l’app
ja: このアプリの使用中のみ許可
ko: 앱을 사용하는 동안
ms: Semasa Menggunakan App
nb: Når appen er i bruk
nl: Bij gebruik van app
pl: Gdy używam aplikacji
pt_br: Durante Uso do App
pt_pt: Ao usar a aplicação
ro: La utilizarea aplicației
ru: При использовании
sk: Pri používaní apky
sl: Med uporabo aplikacije
sv: När appen används
th: ในระหว่างใช้แอป
tr: Uygulamayı Kullanırken
uk: Під час роботи
vi: Khi dùng Ứng dụng
zh_cn: 使用App期间
zh_hk: 只限使用App時
zh_tw: 使用App期間

# LocationChangeAction
source: Change iTunes Store Location
ar: تغيير موقع iTunes Store
ca: Canvia l’àrea geogràfica de l’iTunes Store
cs: Změnit region iTunes Storu
da: Skift iTunes Store-lokalitet
de: Ort für iTunes Store ändern
el: Αλλαγή της τοποθεσίας iTunes Store
es: Cambiar la ubicación de iTunes Store
es_us: Cambiar ubicación de iTunes Store
fi: Vaihda iTunes Store ‑maata
fr: Changer d’iTunes Store
fr_ca: Changer l’emplacement de l’iTunes Store
he: שינוי הגדרות המיקום של ה-iTunes Store
hi: iTunes Store स्थान बदलें
hr: Promijeni lokaciju za iTunes Store
hu: Az iTunes Store-hely módosítása
id: Ubah Lokasi iTunes Store
it: Modifica l’area geografica di iTunes Store
ja: iTunes Storeの場所を変更
ko: iTunes Store 위치 변경
ms: Tukar Lokasi iTunes Store
nb: Bytt iTunes Store-land
nl: Wijzig locatie iTunes Store
pl: Zmień sklep iTunes Store
pt_br: Alterar Localização da iTunes Store
pt_pt: Alterar região da iTunes Store
ro: Schimbați localizarea iTunes Store
ru: Изменить регион iTunes Store
sk: Zmeniť krajinu iTunes Storu
sl: Spremenite lokacijo trgovine iTunes Store
sv: Ändra plats för iTunes Store
th: เปลี่ยนตำแหน่งที่ตั้งของ iTunes Store
tr: iTunes Store Konumunu Değiştir
uk: Змінити регіон iTunes Store
vi: Thay đổi vị trí iTunes Store
zh_cn: 更改iTunes Store位置
zh_hk: 更改iTunes Store位置
zh_tw: 更改iTunes Store位置

# LocationChangeWarningFormat
source: Do you want to change to the %@ iTunes Store?
ar: هل ترغب في التغيير إلى iTunes Store ‏%@؟
ca: Vols canviar la ubicació de l’iTunes Store a %@?
cs: Chcete změnit region iTunes Storu na volbu %@?
da: Vil du ændre til iTunes Store – %@?
de: Möchtest du zum iTunes Store (%@) wechseln?
el: Επιθυμείτε εναλλαγή της τοποθεσίας iTunes Store σε %@;
es: ¿Quieres cambiar la ubicación de iTunes Store a %@?
es_us: ¿Quieres cambiar a la tienda iTunes Store de %@?
fi: Vaihdetaanko iTunes Store ‑maaksi %@?
fr: Voulez-vous passer à l’iTunes Store %@ ?
fr_ca: Voulez-vous accéder à l’iTunes Store %@?
he: האם ברצונך לשנות ל-iTunes Store של %@?
hi: क्या आप %@ iTunes Store में बदलना चाहते हैं?
hr: Želite li promijeniti u trgovinu iTunes Store za državu %@?
hu: Átvált erre az iTunes Store-ra: %@?
id: Apakah Anda ingin mengubah ke iTunes Store %@?
it: Vuoi modificare l’area geografica (%@) su iTunes Store?
ja: iTunes Store（%@）へ変更しますか?
ko: %@ iTunes Store로 변경하겠습니까?
ms: Adakah anda mahu menukar kepada iTunes Store %@?
nb: Vil du bytte til iTunes Store i %@?
nl: Wil je de iTunes Store wijzigen naar %@?
pl: Czy chcesz zmienić sklep iTunes Store (%@)?
pt_br: Deseja alterar o país da iTunes Store para %@?
pt_pt: Gostaria de mudar para a iTunes Store %@?
ro: Doriți să schimbați regiunea iTunes Store la %@?
ru: Хотите перейти в iTunes Store (%@)?
sk: Chcete zmeniť krajinu iTunes Storu na %@?
sl: Želite spremeniti v trgovino iTunes Store %@?
sv: Vill du ändra till iTunes Store i %@?
th: คุณต้องการเปลี่ยนไปที่ iTunes Store (%@) หรือไม่
tr: %@ iTunes Store’a geçmek istiyor musunuz?
uk: Ви хочете змінити на %@ iTunes Store?
vi: Bạn có muốn thay đổi thành iTunes Store %@ không?
zh_cn: 你要更改为%@ iTunes Store吗？
zh_hk: 你要切換至%@的iTunes Store嗎？
zh_tw: 要更改為%@的iTunes Store嗎？

# LocationServicesCoreParsecTitle
source: Suggestions & Search
ar: الاقتراحات والبحث
ca: Suggeriments i cerca
cs: Návrhy a hledání
da: Forslag & søgning
de: Vorschläge & Suche
el: Προτάσεις και αναζήτηση
es: Sugerencias y búsqueda
es_us: Sugerencias y Buscar
fi: Ehdotukset ja haku
fr: Suggestions et recherche
fr_ca: Suggestions et Rechercher
he: הצעות וחיפוש
hi: सुझाव और खोज
hr: Prijedlozi i pretraživanje
hu: Javaslatok és keresés
id: Saran & Cari
it: Suggerimenti e ricerca
ja: 候補と検索
ko: 제안 및 검색
ms: Cadangan & Carian
nb: Forslag og søk
nl: Suggesties en zoeken
pl: Sugestie i wyszukiwanie
pt_br: Sugestões e Busca
pt_pt: Sugestões e pesquisa
ro: Sugestii și căutare
ru: Предложения и поиск
sk: Návrhy a vyhľadávanie
sl: Predlogi in iskanje
sv: Förslag och sökning
th: คำแนะนำและค้นหา
tr: Öneriler ve Arama
uk: Пропозиції та пошук
vi: Gợi ý & Tìm kiếm
zh_cn: 建议与搜索
zh_hk: 建議與搜尋
zh_tw: 建議與搜尋

# LocationServicesDescription
source: Apps that have requested access to your location will appear here.
ar: التطبيقات التي طلبت الوصول إلى موقعك ستظهر هنا.
ca: Les apps que hagin sol·licitat accés a la teva ubicació es mostraran aquí.
cs: Zde se zobrazí aplikace, které si vyžádaly přístup k vašim polohovým datům.
da: Apps, der har bedt om adgang til din lokalitet, vises her.
de: Hier werden Apps angezeigt, die auf deinen Standort zugreifen möchten.
el: Εδώ θα εμφανίζονται οι εφαρμογές που έχουν ζητήσει πρόσβαση στην τοποθεσία σας.
es: Las apps que hayan solicitado acceso a tu ubicación aparecerán aquí.
es_us: Las apps que solicitaron acceso a tu ubicación aparecerán aquí.
fi: Apit, jotka ovat pyytäneet lupaa käyttää sijaintiasi, näkyvät tässä.
fr: Les apps ayant demandé l’accès à votre position sont affichées ici.
fr_ca: Les apps ayant demandé l’accès à votre position s’affichent ici.
he: יישומים שביקשו גישה לפרטי המיקום שלך יופיעו כאן.
hi: जिन ऐप्स ने आपके स्थान का ऐक्सेस करने के लिए अनुरोध किया है, वे यहाँ दिखाई देंगे।
hr: Ovdje će se prikazati aplikacije koje su zatražile pristup vašoj lokaciji.
hu: Itt jelennek meg a helyzethez hozzáférést kérelmező appok.
id: App yang meminta akses ke lokasi Anda akan muncul di sini.
it: Le app che hanno richiesto accesso alla tua posizione verranno visualizzate qui.
ja: 位置情報へのアクセスを要求したアプリがここに表示されます。
ko: 사용자의 위치에 접근을 요청한 앱이 여기에 나타납니다.
ms: App yang telah meminta akses ke lokasi anda akan kelihatan di sini.
nb: Apper som har bedt om tilgang til plasseringen din, vises her.
nl: Hier staan de apps die om toegang tot je locatie hebben gevraagd.
pl: W tym miejscu pojawiają się aplikacje, które proszą o dostęp do danych lokalizacji.
pt_br: Os apps que tenham solicitado acesso à sua localização aparecerão aqui.
pt_pt: As aplicações que pediram acesso à sua localização aparecerão aqui.
ro: Aplicațiile care au solicitat acces la localizarea dvs. vor fi afișate aici.
ru: Здесь появятся приложения, запросившие доступ к Вашей геопозиции.
sk: Tu sa zobrazia apky, ktoré žiadali o prístup k vašej polohe.
sl: Aplikacije, ki so zahtevale dostop do vaše lokacije, bodo prikazane tukaj.
sv: Appar som har begärt tillgång till din platsinformation visas här.
th: แอปที่ได้ขอเข้าถึงตำแหน่งที่ตั้งของคุณจะแสดงที่นี่
tr: Konumunuza erişmek isteyen uygulamalar burada görünecektir.
uk: Тут зʼявлятимуться програми, які зробили запит на доступ до вашого місця.
vi: Ứng dụng đã yêu cầu truy cập vào vị trí của bạn sẽ xuất hiện tại đây.
zh_cn: 要求访问你位置的App将在此处显示。
zh_hk: 此處會顯示曾要求使用位置的App。
zh_tw: 之前要求存取位置的App會顯示在此處。

# LocationServicesIdleScreenLocationTitle
source: Screen Saver
ar: شاشة التوقف
ca: Estalvi de pantalla
cs: Spořič obrazovky
da: Skærmskåner
de: Bildschirmschoner
el: Προφύλαξη οθόνης
es: Salvapantallas
es_us: Protector de pantalla
fi: Näytönsäästäjä
fr: Économiseur d’écran
fr_ca: Économiseur d’écran
he: שומר מסך
hi: स्क्रीन सेवर
hr: Zaštita zaslona
hu: Képernyővédő
id: Penghemat Layar
it: Salvaschermo
ja: スクリーンセーバ
ko: 화면 보호기
ms: Penyelamat Skrin
nb: Skjermsparer
nl: Schermbeveiliging
pl: Wygaszacz ekranu
pt_br: Protetor de Tela
pt_pt: Proteção de ecrã
ru: Заставка
sk: Šetrič obrazovky
sl: Ohranjevalnik zaslona
sv: Skärmsläckare
th: ภาพพักหน้าจอ
tr: Ekran Koruyucu
uk: Екранна заставка
vi: Trình bảo vệ màn hình
zh_cn: 屏幕保护程序
zh_hk: 螢幕保護程式
zh_tw: 螢幕保護程式

# LocationServicesMasterDescription
source: Location Services allows Siri and other apps to gather and use data indicating the location of your Apple TV.
ar: تسمح خدمات الموقع لـ Siri والتطبيقات الأخرى بجمع واستخدام البيانات التي تشير إلى موقع Apple TV.
ca: La localització permet que Siri i altres apps recopilin i utilitzin dades que indiquin la ubicació de l’Apple TV.
cs: Polohové služby umožňují Siri a dalším aplikacím shromažďovat a využívat data udávající polohu vaší Apple TV.
da: Lokalitetstjenester giver Siri og andre apps tilladelse til at indsamle og bruge oplysninger, der angiver lokaliteten af dit Apple TV.
de: Anhand der Ortungsdienste können Siri und andere Apps Daten erfassen und verwenden, die auf den Standort deines Apple TV verweisen.
el: Οι Υπηρεσίες τοποθεσίας επιτρέπουν στο Siri και σε άλλες εφαρμογές να συλλέγουν και να χρησιμοποιούν δεδομένα που υποδεικνύουν την τοποθεσία του Apple TV σας.
es: La localización permite que Siri y otras apps recopilen y usen datos acerca de la ubicación del Apple TV.
es_us: Localización permite que Siri y otras apps recopilen y usen datos que indican la ubicación de tu Apple TV.
fi: Sijaintipalvelujen avulla Siri ja muut apit voivat kerätä ja käyttää dataa, jonka avulla voidaan näyttää Apple TV:n sijainti.
fr: Le service de localisation permet à certaines apps, dont Siri, d’obtenir et d’utiliser les coordonnées géographiques de votre Apple TV.
fr_ca: Le service de localisation permet à Siri et à d’autres apps d’obtenir et d’utiliser la position de votre Apple TV.
he: המאפיין ״שירותי מיקום״ מאפשר ל-Siri וליישומים אחרים לאסוף נתונים המצביעים על מיקומו של ה-Apple TV שלך ולהשתמש בהם.
hi: Siri और अन्य ऐप्स को स्थान सेवा द्वारा आपके Apple TV के स्थान को दर्शाने वाले डेटा इकट्ठा करने और उपयोग करने की अनुमति दी जाती है।
hr: Lokacijske usluge omogućavaju Siri i drugim aplikacijama prikupljanje i uporabu podataka koji označavaju lokaciju vašeg Apple TV‑a.
hu: A Helymeghatározás lehetővé teszi, hogy Siri és más appok összegyűjtsék és felhasználják az Apple TV tartózkodási helyét jelző adatokat.
id: Layanan Lokasi mengizinkan Siri dan app lainnya untuk mengumpulkan dan menggunakan data yang menunjukkan lokasi Apple TV Anda.
it: La localizzazione consente a Siri e ad altre app di raccogliere e utilizzare i dati che indicano la posizione di Apple TV.
ja: “位置情報サービス”を使用すると、Siriやその他のアプリが、Apple TVの場所を示すデータを収集および使用できるようになります。
ko: 위치 서비스는 Siri 및 다른 앱에서 Apple TV의 위치를 알리는 데이터를 수집하고 사용할 수 있도록 합니다.
ms: Perkhidmatan Lokasi membenarkan Siri dan app lain mengumpulkan serta menggunakan data yang menunjukkan lokasi Apple TV anda.
nb: Med stedstjenester kan Siri og andre apper samle inn og bruke data basert på Apple TV-enhetens plassering.
nl: Via 'Locatievoorzieningen' kunnen Siri en andere apps gegevens verzamelen en gebruiken die de locatie van je Apple TV aangeven.
pl: Usługi lokalizacji pozwalają Siri i innym aplikacjom uzyskiwać położenie Twojego Apple TV i używać go.
pt_br: Os Serviços de Localização permitem que a Siri e outros apps obtenham e usem dados que indicam a localização da sua Apple TV.
pt_pt: Os serviços de localização permitem que Siri e outras aplicações recolham e usem informação relativa à localização da sua Apple TV.
ro: Serviciile de localizare permit ca Siri și alte aplicații să colecteze și să utilizeze date indicând localizarea Apple TV‑ului dvs.
ru: Службы геолокации позволяют Siri и различным приложениям собирать и использовать данные о местонахождении Apple TV.
sk: Lokalizačné služby umožňujú Siri a ďalším apkám zhromažďovať a používať dáta stanovujúce polohu vášho Apple TV.
sl: Lokacijske storitve omogočajo Siri in drugim aplikacijam, da zbirajo in uporabljajo podatke o lokaciji Apple TV-ja.
sv: Platstjänster tillåter att Siri och andra appar samlar in och använder data som visar platsen för din Apple TV.
th: บริการหาตำแหน่งที่ตั้งจะอนุญาต Siri และแอปอื่นๆ เก็บรวบรวมและใช้ข้อมูลซึ่งระบุถึงตำแหน่งที่ตั้งของ Apple TV ของคุณ
tr: Konum Servisleri, Siri ve diğer uygulamaların Apple TV’nizin konumunu belirten verileri toplamasını ve kullanmasını sağlar.
uk: Служби локації дають Siri та іншим програмам змогу збирати та використовувати дані, що вказують на приблизну геопозицію вашого Apple TV.
vi: Dịch vụ định vị cho phép Siri và các ứng dụng khác thu thập và sử dụng dữ liệu chỉ ra vị trí của Apple TV của bạn.
zh_cn: “定位服务”可让Siri以及其他App收集并使用能指明你Apple TV位置的数据。
zh_hk: 「定位服務」允許Siri及其他App服務收集並使用Apple TV位置的資料。
zh_tw: 「定位服務」可讓Siri和其他App收集和使用指出你Apple TV位置的資料。

# LocationServicesMasterTitle
source: Location Services
ar: خدمات الموقع
ca: Localització
cs: Polohové služby
da: Lokalitetstjenester
de: Ortungsdienste
el: Υπηρεσίες τοποθεσίας
es: Localización
es_us: Localización
fi: Sijaintipalvelut
fr: Service de localisation
fr_ca: Service de localisation
he: שירותי מיקום
hi: स्थान सेवा
hr: Lokacijske usluge
hu: Helymeghatározás
id: Layanan Lokasi
it: Localizzazione
ja: 位置情報サービス
ko: 위치 서비스
ms: Perkhidmatan Lokasi
nb: Stedstjenester
nl: Locatievoorzieningen
pl: Usługi lokalizacji
pt_br: Serviços de Localização
pt_pt: Serviços de localização
ro: Servicii de localizare
ru: Службы геолокации
sk: Lokalizačné služby
sl: Lokacijske storitve
sv: Platstjänster
th: บริการหาตำแหน่งที่ตั้ง
tr: Konum Servisleri
uk: Служби локації
vi: Dịch vụ định vị
zh_cn: 定位服务
zh_hk: 定位服務
zh_tw: 定位服務

# LocationServicesMobileWiFiTitle_WIFI
source: Wi-Fi Networking
ar: شبكة Wi-Fi
ca: Xarxa Wi‑Fi
cs: Wi‑Fi sítě
da: Wi-Fi-netværk
de: WLAN
el: Δικτύωση Wi-Fi
es: Conexión de red Wi-Fi
es_us: Conexión de red Wi-Fi
fi: Wi‑Fi-verkko
fr: Mise en réseau Wi-Fi
fr_ca: Réseau Wi‑Fi
he: תקשורת אלחוטית
hi: वाई-फ़ाई नेटवर्किंग
hr: Wi-Fi umrežavanje
hu: Wi-Fi-hálózat
id: Jaringan Wi-Fi
it: Rete Wi‑Fi
ja: Wi-Fiネットワーク
ko: Wi-Fi 네트워크
ms: Perangkaian Wi-Fi
nb: Wi-Fi-nettverk
nl: Wifinetwerken
pl: Sieci Wi‑Fi
pt_br: Conexão a Redes Wi-Fi
pt_pt: Redes Wi‑Fi
ro: Rețea Wi-Fi
ru: Сети Wi‑Fi
sk: Wi‑Fi siete
sl: Uporaba omrežij Wi-Fi
sv: Wi-Fi-nätverk
th: ระบบเครือข่าย Wi‑Fi
tr: Wi-Fi Ağı
uk: Мережі Wi‑Fi
vi: Kết nối mạng Wi-Fi
zh_cn: Wi-Fi网络
zh_hk: Wi-Fi網絡
zh_tw: Wi-Fi網路
